Repository: Nokse22/mini-text
Catalog: po/*.po
Languages: de, es, fr, he, hi, it, nl, oc, ru

source: Mini Text
es: Mini Texto
fr: Mini Texte
he: טקסט בסיסי
hi: मिनी टेक्स्ट
it: Mini Testo
nl: Minitekst
ru: Мини-текст

source: A very small and minimalistic digital scratch pad with minimal editing capabilities. Best used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard.
de: Ein sehr kleiner und minimalistischer digitaler Notizblock mit minimalen Bearbeitungsfähigkeiten. Kann am Besten mit aktivierten 'Immer im Vordergrund' und/oder 'Immer auf der sichtbaren Arbeitsfläche' verwendet werden. Es speichert oder öffnet Dateien nicht, nur deine Zwischenablage.
fr: Un bloc-notes numérique très petit et minimaliste avec des capacités de modification limitées. À utiliser de préférence avec « Toujours au-dessus » et/ou « Toujours dans l'espace de travail visible ». Il ne sauvegarde ni ne charge de fichiers, juste votre presse-papiers.
he: פנקס רשימות דיגיטלי קטן ובסיסי עם יכולות עריכה בסיסיות. הכי טוב לשימוש עם 'תמיד עליון' ו/או 'הצגה בכל מרחבי העבודה'. הוא לא שומר או טוען קבצים, רק את לוח הגזירים שלך.
hi: न्यूनतम संपादन क्षमताओं वाला एक बहुत छोटा और न्यूनतम डिजिटल स्क्रैच पैड। 'हमेशा ऊपर' और/या 'हमेशा दृश्यमान कार्यक्षेत्र पर' के साथ सबसे अच्छा उपयोग। यह फाइलों को सहेजता या लोड नहीं करता है, केवल आपका क्लिपबोर्ड।
it: Un blocco note digitale molto piccolo e minimalista con capacità di modifiche minime. Da utilizzare preferibilmente con 'Sempre in primo piano' e/o 'Sempre visibile nell'Area di lavoro". Non salva né carica file, solo gli appunti.
oc: Un quasernet de nòtas plan petit e minimal amb de foncionalitats d‘edicion minimalas. De melhor utilizar amb « Totjorn al primièr plan » e/o « Totjorn visible sus l’espaci de trabalh ». Enregistra pas o carga pas cap de fichièr, sonque vòstre quichapapièrs.
ru: Очень маленький и минималистичный блокнот с минимальными возможностями редактирования. Лучше всего использовать в режиме «Поверх всех окон» и/или «Всегда в видимом рабочем пространстве». Он не сохраняет и не загружает файлы, использует только ваш буфер обмена.

source: Ephemeral scratch pad
de: Notizblock für kurzlebige Texte
fr: Bloc-notes éphémère
he: פנקס רשימות זמני
hi: अल्पकालिक स्क्रैच पैड
it: Blocco note effimero
oc: Quasernet de nòtas efemèr
ru: Эфемерный блокнот для записей

source: Added screenshot
de: Bildschirmaufnahme hinzugefügt
fr: Capture d'écran ajoutée
he: נוסף צילום מסך
hi: स्क्रीनशॉट जोड़ा गया
it: Aggiunta schermata
oc: Captura d’ecran aponduda
ru: Добавлен снимок экрана

source: Added branding colors
de: Markenfarben hinzugefügt
fr: Couleurs de la marque ajoutées
he: נוספו צבעי מיתוג
hi: ब्रांडिंग रंग जोड़े गए
it: Aggiunti colori di branding
oc: Colors de marca apondudas
ru: Добавлены фирменные цвета

source: Added Hindi translation
de: Hindi-Übersetzung hinzugefügt
fr: Traduction en hindi ajoutée
he: נוסף תרגום להינדית
hi: हिंदी अनुवाद जोड़ा गया
it: Aggiunta la traduzione in hindi
oc: Traduccion en indi aponduda
ru: Добавлен перевод на хинди

source: Added Estonian translation
de: Estonische Übersetzung hinzugefügt
fr: Traduction en estonien ajoutée
he: נוסף תרגום לאסטונית
hi: एस्टोनियाई अनुवाद जोड़ा गया
it: Aggiunta la traduzione estone
oc: Traduccion en estonian aponduda
ru: Добавлен перевод на эстонский язык

source: Added Bulgarian translation
de: Bulgarische Übersetzung hinzugefügt
fr: Traduction en bulgare ajoutée
he: נוסף תרגום לבולגרית
hi: बल्गेरियाई अनुवाद जोड़ा गया
it: Aggiunta la traduzione bulgara
oc: Traduccion en bulgar aponduda
ru: Добавлен перевод на болгарский язык

source: Mini text displaying text with a small window
de: Mini Text mit eingegebenem Text in einem kleinen Fenster
fr: Mini texte affichant du texte dans une petite fenêtre
he: טקסט בסיסי מציג טקסט בחלון קטן
hi: छोटी खिड़की के साथ पाठ प्रदर्शित करते हुए मिनी टेक्स्ट
it: Mini testo che visualizza il testo in una piccola finestra
oc: Mini text qu’aficha lo tèxt dins una pichona fenèstra
ru: Отображение текста в окне маленького размера приложения «Мини-текст»

source: Mini text displaying text with a medium window
de: Mini Text mit eingegebenem Text in einem mittelgrossem Fenster
fr: Mini texte affichant du texte dans une fenêtre moyenne
he: טקסט בסיסי מציג טקסט בחלון בינוני
hi: मध्यम खिड़की के साथ पाठ प्रदर्शित करते हुए मिनी टेक्स्ट
it: Mini testo che visualizza testo in una finestra media
oc: Mini text qu’aficha lo tèxt dins una fenèstra mejana
ru: Отображение текста в окне среднего размера приложения «Мини-текст»

source: Mini text displaying text with a small window in dark mode
de: Mini Text mit eingegebenem Text in einem kleinen Fenster im Dunkelmodus
fr: Mini texte affichant du texte dans une petite fenêtre en mode sombre
he: טקסט בסיסי מציג טקסט בחלון קטן במצב כהה
hi: गहरे मोड में छोटी खिड़की के साथ पाठ प्रदर्शित करने वाला मिनी टेक्स्ट
it: Mini testo che visualizza il testo in una piccola finestra in modalità scura
oc: Mini text qu’aficha lo tèxt dins una pichona fenèstra en mòde escur
ru: Отображение текста в окне маленького размера приложения «Мини-текст» с использованием тёмного режима

# shortcut window
source: General
de: Allgemein
fr: Général
he: כללי
hi: सामान्य
it: Generale
ru: Общие

# shortcut window
source: Show Shortcuts
de: Kurzbefehle anzeigen
fr: Afficher les raccourcis
he: הצגת צירופי מקשים
hi: शॉर्टकट दिखाएं
it: Mostra scorciatoie
oc: Afichar los acorchis
ru: Показать комбинации клавиш

# shortcut window
source: Quit
de: Schliessen
fr: Quitter
he: יציאה
hi: छोड़ें
it: Esci
oc: Quitar
ru: Выйти

# shortcut window
source: Show About
de: Über Mini Text
fr: Afficher À propos
he: הצגת על אודות
hi: इसके बारे में दिखाएं
it: Mostra Informazioni
oc: Mostrar A prepaus
ru: Показать окно «О приложении»

# shortcut window
source: Editor
fr: Éditeur
he: עורך
hi: संपादक
ru: Редактор

# shortcut window
source: Increase Font Size
de: Schriftgrösse vergrössern
fr: Augmenter la taille de la police
he: הגדלת גודל הגופן
hi: फॉन्ट आकार बढ़ाएं
it: Aumenta la dimensione del font
oc: Aumenta la talha de la polissa
ru: Увеличить размер шрифта

# shortcut window
source: Decrease Font Size
de: Schriftgrösse verkleinern
fr: Diminuer la taille de la police
he: הקטנת גודל הגופן
hi: फॉन्ट आकार घटाएं
it: Diminuisci la dimensione del font
oc: Reduire la talha de la polissa
ru: Уменьшить размер шрифта

# shortcut window
source: Reset Font Size
de: Schriftgrösse zurücksetzen
fr: Réinitialiser la taille de la police
he: איפוס גודל הגופן
hi: फॉन्ट आकार रीसेट करें
it: Ripristina dimensione font
oc: Restablir la talha de la polissa
ru: Сбросить размер шрифта

source: translator-credits
fr: Wedone <wedoneofficiel@outlook.fr>
he: יוסף אור בוצ׳קו <yoseforb@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Albano Battistella
oc: Quentin PAGÈS
ru: Ser82-png <asvmail.as@gmail.com>, 2023-2024

source: Increase Text Size
de: Textgrösse vergrössern
fr: Augmenter la taille du texte
he: הגדלת גודל הגופן
hi: पाठ का आकार बढ़ाएं
it: Aumenta dimensione testo
oc: Aumentar la talha del tèxte
ru: Увеличить размер текста

source: Decrease Text Size
de: Textgrösse verkleinern
fr: Diminuer la taille du texte
he: הקטנת גודל הגופן
hi: पाठ का आकार घटाएं
it: Diminuisci dimensione testo
oc: Reduire la talha del tèxte
ru: Уменьшить размер текста

source: Paste
de: Einfügen
fr: Coller
he: הדבקה
hi: पेस्ट करें
it: Incolla
oc: Pegar
ru: Вставить

source: Copy
de: Kopieren
fr: Copier
he: העתקה
hi: कॉपी करें
it: Copia
oc: Copiar
ru: Копировать

source: Delete
de: Löschen
fr: Supprimer
he: מחיקה
hi: मिटाएं
it: Elimina
oc: Suprimir
ru: Удалить

source: _Keyboard Shortcuts
de: _Tastaturkurzbefehle
es: Atajos de _Teclado
fr: _Raccourcis clavier
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
oc: _Acorchis clavièr
ru: _Комбинации клавиш

source: _About Mini Text
de: _Über Mini Text
fr: _À propos de Mini Texte
he: _על טקסט בסיסי
hi: मिनी टेक्स्ट के बारे में (_A)
it: _Informazioni sul mini text
oc: _A prepaus de Mini Text
ru: _О приложении

source: A very small and minimalistic text viewer with minimal editing capabilities. Best used with 'Always on Top' and/or 'Always on Visible Workspace'. It doesn't save or load files, just your clipboard. It is meant to be used as a place where to edit text to be pasted.
es: Un visualizador de texto pequeño y minimalista con capacidades de edición mínimas. Se recomienda su uso en modo 'Siempre en primer plano' y/o 'Siempre visible en el espacio de trabajo'. No guarda ni carga archivos, simplemente carga texto desde el portapapeles. Está diseñado para ser utilizado como un lugar donde se edita texto que se pagará en otro lugar.
nl: Een hele kleine, minimalistische tekstbewerker met weinig bewerkmogelĳkheiden. De toepassing laadt alléén tekst van uw klembord, dus tekst kan niet worden geladen uit of opgeslagen in een bestand. De toepassing is slechts bedoeld voor het bewerken van elders te plakken test. Tip: werkt het beste i.c.m. ‘Altĳd bovenop’ en/of ‘Altĳd op zichtbaar werkblad’.

source: Ephemeral text edits
es: Efímeras ediciones de texto
nl: Vlugge tekstbewerkingen

source: Bug fixes
es: Corrección de errores
nl: Opgelost: bugs

source: Increase/descrease font size with ctrl+/-
es: Aumenta/reduce la dimension del caracter con ctrl+/-
nl: Vergroot/Verklein tekst met behulp van Ctrl+/-

source: Increased padding
es: Marge incrementado
nl: Verhoogd: opvulling

source: Added buttons to quickly copy and paste
es: Botones agregados para copiar y pegar rápidamente
nl: Nieuw: knoppen om snel te kopiëren en plakken

source: First release
es: Primer lanzamiento
nl: De allereerste versie

source: _Preferences
es: _Preferencias
nl: _Voorkeuren

source: _About Mini-text
es: _Acerca de Mini-text
nl: _Over Minitekst
